Repository: MelberGithub/user-installed-packages
Catalog: translations/po/*.po
Languages: ru, sl

source: About
ru: О системе
sl: O programu

source: Close
ru: Закрыть
sl: Zapri

source: Help
ru: Справка
sl: Pomoč

source: OK
ru: ОК
sl: V redu

source: Save List
ru: Сохранить Список
sl: Shrani seznam

source: Date:
ru: Дата:
sl: Datum:

source: Host:
ru: Хост:
sl: Gostitelj:

source: System:
ru: Система:
sl: Sistem:

source: User Installed Packages
ru: Пакеты Установленные Пользователем
sl: Uporabniško nameščeni paketi

source: Package name
ru: Имя пакета
sl: Ime paketa

source: Description
ru: Описание
sl: Opis

source: List of user installed packages
ru: Список установленных пользователем пакетов
sl: Seznam uproabniško nameščenih paketov

source: List of unavailable packages
ru: Список недоступных пакетов
sl: Seznam paketov, ki niso na voljo

source: The following packages are not available or cannot be installed:
ru: Следующие пакеты недоступны или не могут быть установлены:
sl: Ti paketi niso na voljo in jih ni mogoče namestiti:

source: MX - User Installed Packages
ru: MX - Пакеты Установленные Пользователем
sl: MX - uporabniško nameščeni paketi

source: This app is designed to make it easy to reinstall packages that the user has added to the default installation and retained.
ru: Это приложение предназначено для упрощения переустановки пакетов, которые пользователь добавил в установку по умолчанию и сохранил.
sl: Aplikacija je narejena za enostavno ponovno nameščanje paletov, ki jih je uporabnik dodal in obdržal v privzeti namestitvi.

source: It combines two steps:
ru: Оно совмещает два шага:
sl: Združuje dva koraka:

source: 1) quickly and easily create a list of those packages
ru: 1) быстро и легко создать список тех пакетов
sl: 1) hitro in enosttavno ustvarjanje seznama teh paketov,

source: 2) use that list in another location to review and reinstall those packages, if still available
ru: 2) использовать тот список в другом месте для отбора и переустановки пакетов, если они по-прежнему доступны
sl: 2) uproabo tega seznama na drugem mestu, za pregled in namestitev, če so še na voljo.

source: Create a list of user installed packages
ru: Создать список пакетов, установленных пользователем
sl: Ustvari seznam uporabniško nameščenih paketov

source: Open a previously saved list and install selected packages
ru: Открыть ранее сохраненный список и установить выбранные пакеты
sl: Odpri shranjen seznam in namesti izbrane pakete

source: You have no packages installed!
ru: У вас нет установленных пакетов!
sl: Ni nameščenih paketov!

source: You have installed 1 package:
ru: Вы установили 1 пакет:
sl: Nameščen je en paket:

source: The UIP list of packages installed by the user could not be saved
ru: Не удалось сохранить список пакетов UIP, установленных пользователем
sl: UIP seznam paketov, nameščenih s strani uporabnika, ni bilo mogoče shraniti

source: No file selected.
ru: Файл не выбран.
sl: Nobena datoteka ni izbrana

source: Select which packages you want to install:
ru: Выберите пакеты, которые хотите установить:
sl: Izberite pakete, ki jih želite namestiti:

source: Install packages
ru: Установить пакеты
sl: Namesti pakete

source: Missing Packages
ru: Отсутствующие пакеты
sl: Manjkajoči paketi

source: [OK] UIP list of missing packages saved:
ru: [OK] список отсутствующих пакетов UIP был сохранен:
sl: [OK] UIP seznam manjkajočih paketov je shranjen:

source: UIP list of missing packages could not be saved.
ru: Не удалось сохранить список отсутствующих пакетов UIP.
sl: UIP seznama manjkajočih datotek ni bilo mogoče shraniti.

source: Press Enter to exit
ru: Нажмите Enter, чтобы выйти
sl: Pritsnite enter za izhod

source: Installing selected packages, please authenticate
ru: Установка выбранных пакетов, пройдите аутентификацию
sl: Nameščanje izbranih pakeotv zahteva overitev

source: Select location to save file
ru: Выберите место для сохранения файла
sl: Izberite lokacijo shranjevanja

source: File exists. Overwrite?
ru: Файл существует. Перезаписать?
sl: Datoteka že obstaja. Prepišem?

source: [OK] UIP list saved:
ru: [OK] список UIP был сохранен:
sl: [OK] UIP seznam je shranjen:

source: UIP-list save file failed:
ru: Не удалось сохранить файл списка UIP:
sl: UIP-seznam ni bil shranjen:

source: [ERROR]
sl: [NAPAKA]

source: Select UIP list to load
ru: Выберите UIP список, чтобы загрузить
sl: Izberite UIP seznam za nalaganje

source: Not a valid UIP-list file:
ru: Недействительный файл списка UIP
sl: Ni veljavna UIP-seznam datoteka:

source: Selected file is a directory.
ru: Выбранный файл является каталогом.
sl: Izbrana datoteka je direktorij

source: Not a regular file
ru: Это не обычный текстовый файл
sl: Ni pravilna datoteka

source: File is not readable.
ru: Файл не читается.
sl: Datoteke ni mogoče prebrati

source: file type
ru: тип файла
sl: vrsta datoteke

source: Not a plain ASCII text file
ru: Не обычный текстовый файл ASCII
sl: Datoteka ni v čistem ASCII zapisu

source: Not a text file
ru: Не текстовый файл
sl: Ni besedilna datoteka

source: File contains invalid package names
ru: Файл содержит недопустимые имена пакетов
sl: Datotoeka vsebuje nepravilna imena paketov

source: File contains no package names
ru: Файл не содержит имен пакетов
sl: Datoteka ne vsebuje imen paketov

source: Select a file
ru: Выберите файл
sl: Izberi datoteko

source: List user installed packages. Install packages from existing list.
ru: Перечислить установленные пользователем пакеты. Установить пакеты из имеющегося списка.
sl: Izpiši uporabniško nameščene pakete. Namesti pakete z obstoječih seznamov.

source: apt;install;package;uip;
sl: apt;install;package;uip;namesti;paketi;

source: MX User Installed Packages
ru: MX Пакеты Установленные Пользователем
sl: MX uporabniško nameščeni paketi

source: About MX User Installed Packages
ru: О MX Пакеты Установленные Пользователем
sl: O programu MX uporabniško nameščeni paketi

source: An app to list and re-install user installed packages.
ru: Приложение для просмотра и переустановки установленных пользователем пакетов.
sl: Aplikacija za prikaz in ponovno namestitev uporabniško nameščenih paketov,

source: Changelog
ru: Список изменений
sl: Dnevnik sprememb

source: MX User Installed Packages Changelog
ru: Список изменений для MX Пакеты Установленные Пользователем
sl: Dnevnik sprememb za MX uporabniško nameščeni paketi

source: License
ru: Лицензия
sl: Licenca

source: MX User Installed Packages License
ru: Лицензия к MX Пакеты Установленные Пользователем
sl: Licenca za MX uporabniško nameščeni paketi

source: Authentication is required to install selected packages
ru: Для установки выбранных пакетов требуется аутентификация
sl: Namestitev izbranih paketov zahteva overitev

source: Install selected packages
ru: Установить выбранные пакеты
sl: Namesti izbrane pakete
