Repository: MelberGithub/user-installed-packages
Catalog: translations/help-po/*.po
Languages: fi, nb, pt_br, ru, sl, sv

source: User Installed Packages Help
fi: Käyttäjän asetamat paketit ohjeet
nb: Hjelpeveileder for programmet «Brukerinstallerte pakker»
pt_br: Ajuda do programa Pacotes Instalados pelo Usuário
ru: Справка по Установленным пользователем пакетам
sl: Uporabniško nameščeni paketi pomoči
sv: Användarinstallerade paket Hjälp

source: This application is intended to facilitate the re-installation of packages that the user has added to the default installation.
fi: Tämän sovelluksen tarkoituksena on helpottaa käyttäjän lisäämien pakettien asennusta oletusasennukseen.
nb: Dette programmet gjør det enkelt å gjeninstallere pakker som brukeren har lagt til standardinstallasjonen.
pt_br: Este aplicativo destina-se a facilitar a reinstalação dos pacotes que o usuário adicionou à instalação padrão.
ru: Это приложение облегчает переустановку пакетов, которые пользователь добавил к базовому набору.
sl: Aplikacija je narejena za enostavno ponovno nameščanje paletov, ki jih je uporabnik dodal in obdržal v privzeti namestitvi.
sv: Detta program är avsett att underlätta återinstallation av paket som användaren har tillagt till standardinstallationen.

source: It can display a list of packages manually installed by the user that can be saved in a simple text file. Furthermore, the application allows loading a saved list of packages for review and selection to be reinstalled. Such a procedure is especially easy and useful after a new system installation.
fi: Se voi näyttää luettelon käyttäjän asentamasta paketeista, jotka voidaan tallentaa yksinkertaiseen tekstitiedostoon. Lisäksi sovellus sallii tallennetun luettelon lataamisen tarkistettavaksi ja valintaa varten asennettaviksi. Tällainen menettely on erityisen helppo ja hyödyllinen uuden järjestelmän asennuksen jälkeen.
nb: Det kan vise ei liste over pakker som brukeren manuelt har installert. Denne lista kan lagres i ei tekstfil. Programmet kan laste ei slik liste for gjennomsyn, og et utvalg kan deretter gjeninstalleres. Dette kan være nyttig etter nyinstallasjon av systemet.
pt_br: Ele pode exibir uma lista contendo os pacotes instalados manualmente pelo usuário que podem ser salvos em um arquivo de texto simples. Além disso, o aplicativo permite carregar uma lista salva dos pacotes para a revisão e a seleção a serem reinstalados. Este procedimento é especialmente fácil e útil após a instalação de um novo sistema operacional.
ru: Оно позволяет вывести перечень пакетов вручную установленных пользователем, сохранить его в виде простого текстового файла. Более того, сохраненный список пакетов можно загрузить для сверки и отбора тех, которые требуется переустановить. Подобная возможность крайне удобна после новой установки системы.
sl: Lahko prikaže seznam paketov, ki jih je uporabnik ročno namestil, in tega shrani v enostavno datoteko z besedilom. Aplikacija tudi dovoljuje nalaganje shranjenih paketov za pregled in ponovno namestitev. Takšen postopek je zelo enostaven in uporaben pri nameščanju novega sistema.
sv: Det kan visa en lista på paket som är manuellt installerade av användaren och kan sparas i en enkel textfil. Dessutom, programmet tillåter laddande av en sparad paketlista för översyn och val att bli återinstallerade. En sådan procedur är speciellt enkel och användbar efter en ny systeminstallation.

source: There are two options to choose from:
fi: Valittavana on kaksi vaihtoehtoa:
nb: Velg mellom to alternativer:
pt_br: Há duas opções disponíveis:
ru: На выбор доступны две опции:
sl: Na voljo sta dve možnosti:
sv: Det finns två alternativ att välja mellan:

source: quickly and easily create a list of those packages.
fi: Luo nopeasti ja helposti luettelo näistä paketeista.
nb: lag ei liste over disse pakkene raskt og enkelt.
pt_br: criar rapidamente e facilmente uma lista dos pacotes instalados pelo usuário.
ru: быстро и легко создать список тех пакетов.
sl: hitro in enostavno ustvarjanje seznama teh paketov,
sv: skapa snabbt och enkelt en lista över dessa paket.

source: use that list in another location to review and reinstall those packages, if still available.
fi: Käytä tätä luetteloa toisessa paikassa tarkistaaksesi ja asenna nämä paketit uudelleen, jos ne ovat edelleen saatavilla.
nb: bruk denne lista et annet sted for å se over og gjeninstallere disse pakkene, hvis de fortsatt er tilgjengelige.
pt_br: utilizar esta lista em outro local para revisar e reinstalar estes pacotes, se ainda estiverem disponíveis para instalação.
ru: использовать тот список в другом месте для отбора и переустановки пакетов если они по-прежнему доступны.
sl: uporaba tega seznama na drugem mestu za pregled in ponovno namestitev, če so še na voljo.
sv: använd denna lista på annan plats för att se över och återinstallera dessa paket, om de fortfarande är tillgängliga.

source: Create a list of user-installed packages
fi: Luo luettelo käyttäjän asentamista paketeista
nb: Opprett ei liste over brukerinstallerte pakker
pt_br: Criar uma lista contendo os pacotes instalados pelo usuário
ru: Создать список пакетов, установленных пользователем
sl: Ustvari
sv: Skapa en lista över användarinstallerade paket

source: A list of user-installed packages is displayed.
fi: Näyttöön tulee luettelo käyttäjän asetamista paketeista.
nb: Ei liste over brukerinstallerte pakker vises.
pt_br: Uma lista de pacotes instalados pelo usuário será exibida.
ru: Отображается список установленных пользователем пакетов.
sl: Prikazan je seznam uporabniško nameščenih paketov.
sv: En lista över användarinstallerade paket visas.

source: Note: Packages of installed Linux kernels or NVIDIA graphics drivers will not be listed.
fi: HUOMAUTUS: Asennetun Linux -ytimen tai NVIDIA -grafiikkaohjaimien paketteja ei ole lueteltu.
nb: Legg merke til at installerte Linux-kjerner og NVIDIA-drivere ikke vil listes.
pt_br: Observação: Os pacotes instalados do(s) núcleo(s) (kernel) do GNU/Linux ou dos controladores (drivers) das placas de vídeo da NVIDIA não serão listados.
ru: Примечание: Пакеты установленных ядер Linux или графических драйверов NVIDIA не будут перечислены.
sl: Opomba; Paketi Linux jedra ali NVIDIA grafičnih gonilnikov ne bodo prikazani.
sv: Notera: Paket för installerade Linux kärnor eller NVIDIA grafikdrivrutiner kommer inte att listas..

source: Press [Save List] and select the location where the package list should be saved.
fi: Paina [Tallenna luettelo] ja valitse sijainti, johon pakettiluettelo tulisi tallentaa.
nb: Velg [Lagre liste] og angi hvor pakkelista skal lagres.
pt_br: Clique no botão [Salvar a Lista] e selecione o local onde o arquivo contendo a lista dos pacotes deve ser salvo.
ru: Нажмите [Сохранить Список] и укажите место для этого файла.
sl: Pritisnite [Shrani seznam] in izberite lokacijo, kamor naj se seznam paktov shrani.
sv: Tryck på [Spara Lista] och välj plats där paketlistan ska sparas.

source: Open a previously saved list to install selected packages
fi: Avaa aiemmin tallennettu luettelo asentaaksesi valitut paketit
nb: Åpne ei tidligere lagret liste og installer valgte pakker
pt_br: Abrir um arquivo contendo uma lista previamente salva para instalar os pacotes selecionados
ru: Откройте ранее сохраненный список чтобы установить выбранные пакеты
sl: Odpri shranjen seznam za namestitev izbranih paketov
sv: Öppna en tidigare sparad lista för att installera valda paket

source: Select the package list you wish to install.
fi: Valitse pakettiluettelo, jonka haluat asentaa.
nb: Velg pakkelista som skal installeres.
pt_br: Selecione a lista de pacotes que você quer instalar.
ru: Выберите список пакетов, который хотите установить.
sl: Izberite seznam paketov, ki jih želite namestiti.
sv: Välj den paketlista du vill installera.

source: Uncheck any packages in the displayed list that you do not wish to install.
fi: Poista näytöllä olevassa luettelosta kaikki paketit, joita et halua asentaa.
nb: Fravelg pakker i den viste lista som ikke skal installeres.
pt_br: Na lista que será exibida, desmarque todos os pacotes que você não quer instalar.
ru: Снимите флажки со всех пакетов в отображаемом списке, которые вы не хотите устанавливать.
sl: Odznačite vse pakete na prikazanem seznamu, ki jih ne želite namestiti.
sv: Avmarkera de paket i den visade listan som du inte vill installera.

source: A notification is provided for any missing packages that can no longer be installed.
fi: Ilmoitus annetaan puuttuville paketeille, joita ei enää voida asentaa.
nb: Manglende pakker som ikke lenger kan installeres varsles.
pt_br: Uma notificação será exibida para todos os pacotes ausentes que não podem mais ser instalados.
ru: В случае если некоторые пакеты недоступны для установки будет выдано предупреждение.
sl: Prikaže se obvestilo za vse manjkajoče pakete, ki jih ni več mogoče namestiti.
sv: En underättelse är bifogad för varje saknat paket som inte längre kan installeras.

source: Press [OK] and the selected packages will be installed.
fi: Paina [OK] ja valitut paketit asennetaan.
nb: Velg [OK] for å installere valgte pakker.
pt_br: Clique no botão [OK] para instalar os pacotes selecionados.
ru: Нажмите [OK] чтобы выполнить установку выбранных пакетов.
sl: Pritisnite [V redu] in izbrani paketi bodo nameščeni.
sv: Tryck på [OK] och de valda paketen kommer att installeras..

source: Unavailable packages will be listed
fi: Listataan ei saatavilla olevia paketteja
nb: Utilgjengelige pakker vil listes
pt_br: Os pacotes que não estão disponíveis serão listados
ru: Недоступные пакеты будут перечислены
sl: Prikazani bodo paketi, ki niso na voljo.
sv: Icke tillgängliga paket kommer att listas

source: Packages that are unavailable or uninstallable will be listed.
fi: Listataan paketit, joita ei ole käytettävissä tai poistettavissa.
nb: Utilgjengelige pakker eller de som ikke kan installeres vil listes.
pt_br: Os pacotes que estão indisponíveis ou desinstaláveis serão listados.
ru: Пакеты, которые недоступны или не могут быть установлены, будут перечислены.
sl: Prikazani bodo paketi, ki niso na voljo ali jih ni mogoče namestiti.
sv: Paket som inte är tillgängliga eller oinstallerbara kommer att listas.

source: Such a situation arises when the main package or one of its dependencies can not function within the new system.
fi: Tällainen tilanne syntyy, kun pääpaketti tai yksi sen riippuvuuksista ei voi toimia uudessa järjestelmässä.
nb: Dette kan skje når hovedpakken eller en av dens avhengigheter ikke kan brukes med det nye systemet.
pt_br: Tal situação surge quando o pacote principal ou uma de suas dependências não pode funcionar dentro do novo sistema operacional.
ru: Такая ситуация возникает, когда основной пакет или одна из его зависимостей не может функционировать в новой системе.
sl: Takšna situacija se pojavi, ko glavni paket ali katera od njegovih odvisnosti ne more delovati na novem sistemu.
sv: En sådan situation uppstår när huvudpaketet eller ett av dess beroenden inte kan fungera inom det nya systemet.

source: Press [Save List] and select the location to save the list of unavailable packages.
fi: Paina [Tallenna luettelo] ja valitse sijainti tallentaaksesi luettelon käytettävissä olevista paketeista.
nb: Velg [Lagre liste] og angi hvor lista over utilgjengelige pakker skal lagres.
pt_br: Clique no botão [Salvar a Lista] e selecione o local onde o arquivo contendo a lista dos pacotes que não estão disponíveis deve ser salvo.
ru: Нажмите [Сохранить Список] и укажите местоположение чтобы сохранить перечень недоступных пакетов.
sl: Pritisnite [Shrani seznam] in izberite lokacijo, kamor naj se shrani seznam paktov, ki niso na voljo.
sv: Tryck på [Spara Lista] och välj plats att spara listan över icke tillgängliga paket på.

source: Packages available will be installed
fi: Saatavilla olevat paketit asennetaan
nb: Tilgjengelige pakker vil installeres
pt_br: Os pacotes disponíveis serão instalados
ru: Будут установлены доступные пакеты
sl: Paketi, ki so na voljo, bodo nameščeni.
sv: Tillgängliga paket kommer att installeras

source: The installation process is started within a new terminal window.
fi: Asennusprosessi käynnistetään uudessa pääteikkunassa.
nb: Installasjonsprosessen startes i et nytt terminalvindu.
pt_br: O processo de instalação será iniciado em uma nova janela do Terminal.
ru: Процесс установки начнется в новом окне терминала.
sl: Namestitev se zažene v novem oknu terminala.
sv: Installationsprocessen har startat i ett nytt terminalfönster.

source: Authentication and confirmation are required to perform installation.
fi: Asennuksen suorittamiseen tarvitaan todennus ja vahvistus.
nb: Installasjonen krever autentisering og bekreftelse.
pt_br: A sua autenticação e confirmação são necessárias para executar o processo de instalação.
ru: Для выполнения установки потребуются аутентификация и подтверждение.
sl: Namestitev zahteva overitev in njeno potrditev.
sv: Verifiering och bekräftelse behövs för att utföra installationen.

source: Press [N] to cancel.
fi: Paina [N] peruuttaaksesi.
nb: Velg [N] for å avbryte.
pt_br: Pressione a tecla [N], que significa [Não], para cancelar o processo de instalação.
ru: Нажмите [N] для отмены.
sl: Pritisnite [N] za prekinitev.
sv: Tryck på [N] för att avbryta.

source: To close the terminal window after the installation process finishes, press [Enter].
fi: Sulje pääteikkuna asennusprosessin valmistumisen jälkeen painamalla [ENTER].
nb: Velg [Enter] for å lukke terminalvinduet etter at installasjonsprosessen er fullført.
pt_br: Pressione a tecla [Enter] para fechar a janela do Terminal após a conclusão do processo de instalação.
ru: Чтобы закрыть окно терминала после завершения установки, нажмите [Enter].
sl: Za zapiranje terminala po koncu namestitve, pritisnite [Enter].
sv: För att stänga terminalfönstret efter installationsprocessens avslutande, tryck på [Enter].

source: Version:
fi: Versio:
nb: Versjon:
pt_br: Versão:
ru: Версия:
sl: Različica:

source: Last updated:
fi: Viimeksi päivitetty:
nb: Sist oppdatert:
pt_br: Ultima atualização:
ru: Последнее обновление:
sl: Zadnja posodobitev:
sv: Senaste uppdatering:
